[
    {
        "id": 1,
        "icon": "flaticon-art",
        "title": "World-Class Education",
        "text": "Australia is home to some of the world’s top-ranking universities known for their academic excellence and innovative teaching methods.",
        "icon2": "fas fa-arrow-right",
        "delay": 200
    },
    {
        "id": 2,
        "icon": "flaticon-cloud-computing-1",
        "title": "Work Opportunities",
        "text": "Australia allows international students to work part-time during their studies and full-time during scheduled breaks. This provides valuable work experience and helps support living expenses.",
        "icon2": "fas fa-arrow-right",
        "delay": 400
    },
    {
        "id": 3,
        "icon": "flaticon-development-3",
        "title": "Quality of Life:",
        "text": "Australia offers a high quality of life with its beautiful landscapes, diverse ecosystems, and a wealth of recreational activities, making it an attractive destination for students.",
        "icon2": "fas fa-arrow-right",
        "delay": 600
    },
    {
        "id": 4,
        "icon": "flaticon-analysis-1",
        "title": "Research Opportunities",
        "text": "Australia is at the forefront of research and development. Students have access to cutting-edge facilities and opportunities to contribute to groundbreaking research.",
        "icon2": "fas fa-arrow-right",
        "delay": 800
    },
    {
        "id": 5,
        "icon": "flaticon-web-development",
        "title": "Part-Time Work Opportunities",
        "text": "International students in Australia have the opportunity to work part-time during their studies. This allows them to gain practical experience, support themselves financially, and immerse in the local culture.",
        "icon2": "fas fa-arrow-right",
        "delay": 1000
    },
    {
        "id": 6,
        "icon": "flaticon-plan",
        "title": "Diversity and Inclusivity",
        "text": "Australia’s education system thrives in a multicultural environment, welcoming students from diverse backgrounds. This inclusivity enhances the overall learning experience, fostering a global perspective.",
        "icon2": "fas fa-arrow-right",
        "delay": 1200
    }
]